Revit 2027 API
ParameterTypeId.RasterSymbolWidth Property
 "Width"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RasterSymbolWidth { get; }
Public Shared ReadOnly Property RasterSymbolWidth As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RasterSymbolWidth {
	ForgeTypeId^ get ();
}
static member RasterSymbolWidth : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace